INSERT INTO products (product_name, category, price, amount, sale_data)
VALUES
    ('Молоко', 'Молочная продукция', 100.00, 5, '2025-03-25'),
    ('Сыр', 'Молочная продукция', 120.00, 50, '2025-03-26'),
    ('Творог', 'Молочная продукция', 300.25, 10, '2025-02-27'),
    ('Йогурт', 'Молочная продукция', 150.03, 3, '2025-04-20'),
    ('Курица', 'Мясо', 1000.00, 100, '2025-01-15'),
    ('Свинина', 'Мясо', 2000.00, 200, '2025-01-25'),
    ('Говядина', 'Мясо', 3000.00, 300, '2025-01-30'),
    ('Тушенка', 'Мясо', 500.00, 5, '2025-01-14'),
    ('Ветчина', 'Мясо', 500.00, 10, '2025-01-02'),
    ('Яблоко', 'Фрукты', 50.07, 50, '2025-05-01'),
    ('Бананы', 'Фрукты', 100.00, 40, '2025-05-01'),
    ('Киви', 'Фрукты', 250.50, 30, '2025-05-02'),
    ('Груша', 'Фрукты', 80.17, 20, '2025-05-02');
